#include"some.h"
void BREAK()
{
	system("cls");           //清屏
	printf("\n\n\n\n               ------------------------------------------------");
	printf("\n                          感谢使用");
	printf("\n\n                               请按任意键退出");
	printf("\n\n               -----------------------------------------------                           ");
	printf("      -----------------------------------------------\n                           ");
}

void WRONG()
{
	system("cls");           //清屏
	printf("\n\n\n\n                 ---> ! ! ! 输入错误，请按任意键返回 ! ! ! <---    ");
	gets(l);
}